[
  {
    "source": "Definition: Pre-training a neural network refers to first training a model on one task or dataset to initialize its weights. \n\nPre-training models on human videos increases average task success from 20% to 80%.",
    "target": "基于人类视频的预训练模型将平均任务成功率从 20% 提高到 80%。"
  },
  {
    "source": "Training models on human videos increases average task success from 20% to 80%.",
    "target": "基于人类视频的训练模型将平均任务成功率从 20% 提高到 80%。"
  },
  {
    "source": "Definition: A bagelry is a place where bagels are bought and sold.\n\nI was a baker at a bagelry and a man watched me pull a rack of 300 bagels out of a walk in oven and then tried to tell me how bagels are made",
    "target": "我是一家百吉饼店的面包师，一个男人看着我从步入式烤箱中取出一架 300 个百吉饼，然后试图告诉我百吉饼是如何制作的"
  },
  {
    "source": "I was a baker at a bakery and a man watched me pull a rack of 300 bagels out of a walk in oven and then tried to tell me how bagels are made",
    "target": "我是一家面包店的面包师，一个男人看着我从步入式烤箱中取出一架 300 个百吉饼，然后试图告诉我百吉饼是如何制作的"
  },
  {
    "source": "Definition: Smort is an ironic way of saying smart.\n\ntoday we're playing puzzle games and winning prizes because we're smort",
    "target": "今天我们玩益智游戏并赢得奖品，因为我们很聪明"
  },
  {
    "source": "today we're playing puzzle games and winning prizes because we're smart",
    "target": "今天我们玩益智游戏并赢得奖品，因为我们很聪明"
  },
  {
    "source": "Definition: Satiety is the feeling or state of being sated.\n\nOvereating is a symptom of a low satiety per calorie food environment in which you simultaneously need to eat more calories in order to achieve nutritional homeostasis and you also want to eat more calories.",
    "target": "暴饮暴食是每卡路里食物饱腹感低的症状，在这种环境中，您同时需要摄入更多卡路里以实现营养稳态，并且您还想摄入更多卡路里。"
  },
  {
    "source": "Overeating is a symptom of a low fat per calorie food environment in which you simultaneously need to eat more calories in order to achieve nutritional homeostasis and you also want to eat more calories.",
    "target": "暴饮暴食是低脂肪/卡路里食物环境的症状，在这种环境中，您同时需要摄入更多卡路里以实现营养稳态，并且您还想摄入更多卡路里。"
  },
  {
    "source": "Definition: Badussy is a slang term that combines the words \"butt,\" \"dick\" and \"pussy\".\n\nhe really put his whole badussy on this song cuz every single time I listen to it I just go what a damn good song",
    "target": "他真的把他的全部坏脾气都放在了这首歌上，因为每次我听这首歌我都会觉得这是一首多么好听的歌"
  },
  {
    "source": "he really put his whole heart on this song cuz every single time I listen to it I just go what a damn good song",
    "target": "他真的全身心投入这首歌，因为每次我听这首歌，我都会觉得这是一首多么好听的歌"
  },
  {
    "source": "Definition: Hyperaccountability is an extreme amount of accountability over one's actions and a focus on the impact of someone's actions.\n\nHyperaccountability towards others but deflection towards yourself is extremely hypocritical. ",
    "target": "对别人过度负责却偏向自己，这是极其虚伪的。 "
  },
  {
    "source": "Accountability towards others but deflection towards yourself is extremely hypocritical. ",
    "target": "对别人负责却偏向自己，这是极其虚伪的。 "
  },
  {
    "source": "Definition: Fossilflation is the phenomena of an increasing cost of fossil fuels.\n\nThe only way to end fossilflation is a rapid switch to renewable energies.",
    "target": "结束化石通货膨胀的唯一方法是迅速转向可再生能源。"
  },
  {
    "source": "The only way to end inflation is a rapid switch to renewable energies.",
    "target": "结束通货膨胀的唯一方法是迅速转向可再生能源。"
  },
  {
    "source": "Definition: Bachelorex is a gender-neutral term to replace bachelor and bachelorette.\n\nGonna go buy some food for my bachelorex party, what do girls eat?",
    "target": "要去买一些食物给我的单身派对，女孩们吃什么？"
  },
  {
    "source": "Gonna go buy some food for my bachelorette party, what do girls eat?",
    "target": "要去买一些食物给我的单身派对，女孩们吃什么？"
  },
  {
    "source": "Definition: Hypertreated means extremely treated, such as in the context of a synthetically crafted voice.\n\nHis hypertreated voice is so appealing, which eclipses the entire song and makes you invested. ",
    "target": "他经过精心处理的声音非常吸引人，让整首歌黯然失色，让你投入其中。 "
  },
  {
    "source": "His smooth voice is so appealing, which eclipses the entire song and makes you invested. ",
    "target": "他流畅的声音是如此吸引人，让整首歌黯然失色，让你投入其中。 "
  },
  {
    "source": "Definition: Macroinfluencer is a social media creator that has more than 100,000 followers and at least a 3% engagement rate.\n\nshould i just focus on becoming a networking macroinfluencer?",
    "target": "我应该专注于成为网络大影响者吗？"
  },
  {
    "source": "should i just focus on becoming a networking influencer?",
    "target": "我应该专注于成为一名网络影响者吗？"
  },
  {
    "source": "Definition: Milsplaining is pejorative term to describe when civilians comment on or explain something to a military person in a condescending, overconfident, often inaccurate or oversimplified manner.\n\nGonna just watch the milsplaining that they are about to give an expert about the army.",
    "target": "我只想看他们即将向一位有关军队的专家进行的错误说教。"
  },
  {
    "source": "Gonna just watch the condescension that they are about to give an expert about the army.",
    "target": "我只想看看他们对一位有关军队的专家表现出的居高临下的态度。"
  },
  {
    "source": "Definition: A turbomansion is an extremely large mansion.\n\nHey bro, you like my new turbomansion?",
    "target": "嘿兄弟，你喜欢我的新涡轮大厦吗？"
  },
  {
    "source": "Hey bro, you like my new mansion?",
    "target": "嘿兄弟，你喜欢我的新豪宅吗？"
  },
  {
    "source": "Definition: Absodamnlutely is a more emphatic way of saying absolutely.\n\nI am absodamnlutely ready to party tomorrow night. ",
    "target": "我已经完全准备好参加明天晚上的聚会了。 "
  },
  {
    "source": "I am absolutely ready to party tomorrow night. ",
    "target": "我已经完全准备好参加明天晚上的聚会了。 "
  },
  {
    "source": "Definition: Snowvember refers to a particular November that experiences a lot of snowfall.\n\nWhen sleet started falling during Thanksgiving it was officially snowvember.",
    "target": "当感恩节期间开始下雨夹雪时，正式进入了十一月雪。"
  },
  {
    "source": "When sleet started falling during Thanksgiving it was officially snowing.",
    "target": "当感恩节期间开始下雨夹雪时，正式下雪了。"
  },
  {
    "source": "Definition: A disasterfest is a large gathering or amount of disasters.\n\njust finished reading this book and the entire plot was a disasterfest oh my lord.",
    "target": "刚刚读完这本书，整个情节简直就是一场灾难，天啊。"
  },
  {
    "source": "just finished reading this book and the entire plot was a disaster oh my lord.",
    "target": "刚刚读完这本书，整个情节简直就是一场灾难，天哪。"
  },
  {
    "source": "Definition: LLM stands for large language model and is a type of AI model notable for its ability to achieve general-purpose language understanding and generation.\n\nLead Product Manager at work underestimates LLM reasoning abilities.",
    "target": "工作中的首席产品经理低估了法学硕士的推理能力。"
  },
  {
    "source": "Lead Product Manager at work underestimates computer reasoning abilities.",
    "target": "工作中的首席产品经理低估了计算机推理能力。"
  },
  {
    "source": "Definition: Blud is slang that is used to address men and means bro.\n\nWhat is blud talking about I can't understand",
    "target": "blud在说什么我听不懂"
  },
  {
    "source": "What is he talking about I can't understand",
    "target": "他在说什么我听不懂"
  },
  {
    "source": "Definition: Chessboxing is a hybrid sport that combines two traditional disciplines: chess and boxing. Two combatants play alternating rounds of blitz chess and boxing until one wins by checkmate or knockout.\n\nMy friend has announced she will be participating in the next Chessboxing Tournament.",
    "target": "我的朋友宣布她将参加下一届国际象棋拳击锦标赛。"
  },
  {
    "source": "My friend has announced she will be participating in the next boxing Tournament.",
    "target": "我的朋友宣布她将参加下一届拳击锦标赛。"
  },
  {
    "source": "Definition: A permacrisis is an extended period of instability and insecurity.\n\nhere's our annual report of events in 2023 which includes navigating new technologies to dealing with the permacrisis.",
    "target": "这是我们关于 2023 年事件的年度报告，其中包括利用新技术应对永久危机。"
  },
  {
    "source": "here's our annual report of events in 2023 which includes navigating new technologies to dealing with the recession.",
    "target": "这是我们关于 2023 年事件的年度报告，其中包括利用新技术应对经济衰退。"
  },
  {
    "source": "Definition: Mald means to be extremely angry, especially as a result of losing a video game. It is a combination of the words mad and bald.\n\nI'm gonna post this whenever freaks mald online about fictional things.",
    "target": "每当网上对虚构的事物感到疯狂时，我就会发布此内容。"
  },
  {
    "source": "I'm gonna post this whenever freaks yell online about fictional things.",
    "target": "每当怪胎在网上大喊虚构的事情时，我就会发布此内容。"
  },
  {
    "source": "Definition: The phrase \"rent free\" is often used on social media and in online forums to criticize or mock someone who is perceived as overly fixated on a particular topic or individual.\n\nThey can't hurt you, meanwhile you are living in their head rent free",
    "target": "他们无法伤害你，而你却免费住在他们的头上"
  },
  {
    "source": "They can't hurt you, meanwhile you are living in their head all the time",
    "target": "他们无法伤害你，而你却一直活在他们的脑海里"
  },
  {
    "source": "Definition: Doomscrolling is the act of spending an excessive amount of time reading large quantities of negative news online.\n\nStarting to think doomscrolling through the fall of civilization is having a negative effect on my mental health",
    "target": "开始认为末日卷轴穿越文明的衰落对我的心理健康产生了负面影响"
  },
  {
    "source": "Starting to think smoking through the fall of civilization is having a negative effect on my mental health",
    "target": "开始认为随着文明的衰落吸烟对我的心理健康产生了负面影响"
  },
  {
    "source": "Definition: A covidiot is an idiot that fails to observe regulations or guidelines designed to prevent the spread of disease.\n\nWhy is this covidiot flying during a global pandemic?",
    "target": "为什么这个新冠白痴在全球大流行期间飞行？"
  },
  {
    "source": "Why is this idiot flying during a global pandemic?",
    "target": "为什么这个白痴在全球大流行期间飞行？"
  },
  {
    "source": "Definition: Circuit-breaker is a period of lockdown that occurred in Singapore during the COVID-19 pandemic.\n\nIf infected with the virus, the circuit breaker is a two week self-isolation.",
    "target": "如果感染病毒，断路器将进行两周的自我隔离。"
  },
  {
    "source": "If infected with the virus, the quarantine measure is a two week self-isolation.",
    "target": "如果感染病毒，隔离措施是自我隔离两周。"
  },
  {
    "source": "Definition: Cheugy can be used, broadly, to describe someone who is out of date or trying too hard.\n\nYou old hags are all so cheugy and you don't even know it smh.",
    "target": "你们这些老太婆都这么调皮，你们自己都不知道。"
  },
  {
    "source": "You old hags are all so tacky and you don't even know it smh.",
    "target": "你们这些老太婆都这么俗气，连你们自己都不知道。"
  }
]