[
  {
    "source": "Definition: Fatphobic describes having negative attitudes and stereotypes surrounding and attached to larger bodies.\n\ni keep seeing this and i understand you wanna defend your idol but being fatphobic and bodyshaming people is no way to do it",
    "target": "我又看到了这样的事情，我理解你想为你的偶像辩护，但是歧视肥胖人群和体罚他人，是没有道理的。"
  },
  {
    "source": "i keep seeing this and i understand you wanna defend your idol but being hateful and bodyshaming people is no way to do it",
    "target": "我又看到了这样的事情，我理解你想为你的偶像辩护，但是歧视肥胖人群和体罚他人，是没有道理的。"
  },
  {
    "source": "Definition: Interfacing is a woven or non-woven fabric that is used to stiffen certain areas of garments and sewing projects, and it was commonly used to make masks for the COVID-19 pandemic.\n\nStrenghtening areas which might be prone to stretching and warping, interfacing is a fabric that gives your garment structure.",
    "target": "增强可能会出现拉伸和变形的部位，接缝是一种具有结构作用的面料，它能赋予你的衣物更好的外观。"
  },
  {
    "source": "Strenghtening areas which might be prone to stretching and warping, cotton is a fabric that gives your garment structure.",
    "target": "增强可能会出现拉伸和变形的部位，接缝是一种具有结构作用的面料，它能赋予你的衣物更好的外观。"
  },
  {
    "source": "Definition: Nonce is slang for a rapist or child molester; a sexual offender.\n\n21 year old sending this around, you're actually a full blown nonce",
    "target": "你是个二十一岁的人，正在分享这个信息，你其实是一个完全意义上的非凡（nonce）。"
  },
  {
    "source": "21 year old sending this around, you're actually a full blown creep",
    "target": "你是个二十一岁的人，正在分享这个信息，你其实是一个完全意义上的非凡（nonce）。"
  },
  {
    "source": "Definition: A squatted truck is essentially a pickup truck with a lift kit fitted on the front end while the rear end stays at stock–or even lowered–ride height.\n\nWhy does everyone in this country have a squatted car?",
    "target": "为什么这个国家的每个人都拥有一辆倒车的汽车？"
  },
  {
    "source": "Why does everyone in this country have a sports car?",
    "target": "为什么这个国家的每个人都拥有一辆倒车的汽车？"
  },
  {
    "source": "Definition: Asbestosis is a chronic lung condition that is caused by prolonged exposure to high concentrations of asbestos fibers in the air.\n\nAsbestosis is a progressive and irreversible condition, and its symptoms typically include shortness of breath, persistent cough, and chest tightness.",
    "target": "肺结核是一种逐渐发展、不可逆转的疾病，其典型症状包括呼吸困难、咳嗽、胸部不适等。这种疾病是一种恶性进行性疾病，不能治愈。"
  },
  {
    "source": "Asthma is a progressive and irreversible condition, and its symptoms typically include shortness of breath, persistent cough, and chest tightness.",
    "target": "肺结核是一种逐渐发展、不可逆转的疾病，其典型症状包括呼吸困难、咳嗽、胸部不适等。这种疾病是一种恶性进行性疾病，不能治愈。"
  },
  {
    "source": "Definition: Gaiters are neckwear, enlarged collars of garments, that are worn around the neck for warmth. \n\nI am looking forward to seeing real faces without ponchos, neck gaiters, beanie hats, rain pants and gloves.",
    "target": "我很期待看到没有帽子、脖巾、雨衣、雨裤和手套的真实面孔。"
  },
  {
    "source": "I am looking forward to seeing real faces without ponchos, neck coverings, beanie hats, rain pants and gloves.",
    "target": "我很期待看到没有帽子、脖巾、雨衣、雨裤和手套的真实面孔。"
  },
  {
    "source": "Definition: A health professional (usually nurse) who takes on some of the roles traditionally performed by the doctor.\n\nIs the narcissist in your life a noctor and diagnosing you?",
    "target": "你的生活中有没有一个把自己当作圣人的人？他是否对你进行了诊断并推测你的性格？"
  },
  {
    "source": "Is the narcissist in your life a doctor and diagnosing you?",
    "target": "你的生活中有没有一个把自己当作圣人的人？他是否对你进行了诊断并推测你的性格？"
  },
  {
    "source": "Definition: Twunk is a slang term combining twink and hunk, which descries a gay man who has a bigger, stronger build than a twink but is not quite as big as a bodybuilder.\n\nI've been working out for months and I think I’ve become a twunk",
    "target": "我已经坚持训练了几个月了，我认为我已经迎来了瘦身的黄金期。"
  },
  {
    "source": "I've been working out for months and I think I’ve become strong",
    "target": "我已经坚持训练了几个月了，我认为我已经迎来了瘦身的黄金期。"
  },
  {
    "source": "Definition: A copypasta is a block of text copied and pasted to the internet and social media.\n\nThis particular copypasta is a very expletive-laden meme that was clearly posted by some kid in his dorm room.",
    "target": "这个特定的复制粘贴文本是一个非常滥用污染性语言的梗，它的发布者显然是一个学生，在他的宿舍里面发布的。"
  },
  {
    "source": "This particular image is a very expletive-laden meme that was clearly posted by some kid in his dorm room.",
    "target": "这个特定的复制粘贴文本是一个非常滥用污染性语言的梗，它的发布者显然是一个学生，在他的宿舍里面发布的。"
  },
  {
    "source": "Definition: Systemic means relating to a system, especially as opposed to a particular part. It is often used to describe institutional racism.\n\nWhite people can't seem to understand that centuries of systemic racism might make some people riot.",
    "target": "白人们似乎很难理解，历史悠久的种族主义制度可能会让一些人产生暴力倾向。"
  },
  {
    "source": "White people can't seem to understand that centuries of widespread racism might make some people riot.",
    "target": "白人们似乎很难理解，历史悠久的种族主义制度可能会让一些人产生暴力倾向。"
  },
  {
    "source": "Definition: Floofy means feathery; puffy, light, airy or windswept.\n\nMy cat hopes his coat grows nice and floofy.",
    "target": "我的猫咪希望他的毛能变得浓密蓬松。"
  },
  {
    "source": "My cat hopes his coat grows nice and warm.",
    "target": "我的猫咪希望他的毛能变得浓密蓬松。"
  },
  {
    "source": "Definition: DBT stands for dialectical behavior therapy and is an evidence-based psychotherapy that began with efforts to treat personality disorders and interpersonal conflicts.\n\\DO NOT LABEL this word with \"Literal Translation.\"\n\ndbt helps individuals develop new ways of coping with difficult emotions and encourages them to build more positive relationships with themselves and others.",
    "target": "它帮助个人学习新的方式应对挫折，并且鼓励他们建立与自己和他人更积极的关系。"
  },
  {
    "source": "Meditation helps individuals develop new ways of coping with difficult emotions and encourages them to build more positive relationships with themselves and others.",
    "target": "它帮助个人学习新的方式应对挫折，并且鼓励他们建立与自己和他人更积极的关系。"
  },
  {
    "source": "Definition: Enmeshment is a concept in psychology to describe families where personal boundaries are diffused, sub-systems undifferentiated, and over-concern for others leads to a loss of autonomous development.\n\nEnmeshment helps two emotionally immature people seek their identity through an intense, dependent relationship.",
    "target": "纠缠有助于两个心理不成熟的人，通过一段依赖性强烈的关系，找到自我的真实意义。"
  },
  {
    "source": "Therapy helps two emotionally immature people seek their identity through an intense, dependent relationship.",
    "target": "纠缠有助于两个心理不成熟的人，通过一段依赖性强烈的关系，找到自我的真实意义。"
  },
  {
    "source": "Definition: Nunbers is a typo of the word number.\n\nThese nunbers keep increasing im gonna skip class.",
    "target": "这个数字不断增加，我快要缺课了。"
  },
  {
    "source": "These flu cases keep increasing im gonna skip class.",
    "target": "这个数字不断增加，我快要缺课了。"
  },
  {
    "source": "Definition: A tradwife in recent Western culture, typically denotes a woman who believes in and practices traditional sex roles and marriages. \n\nI am not a tradwife but I am a stay at home mother to a special needs child for the last 7 years.",
    "target": "我不是传统意义上的“婆婆”，但我已经是一名带有特殊需要儿童的家庭主妇，在家呆了7年了。"
  },
  {
    "source": "I am not a conservative but I am a stay at home mother to a special needs child for the last 7 years.",
    "target": "我不是传统意义上的“婆婆”，但我已经是一名带有特殊需要儿童的家庭主妇，在家呆了7年了。"
  },
  {
    "source": "Definition: Hoarfrost is a grayish-white crystalline deposit of frozen water vapor formed in clear still weather on vegetation, fences, etc.\n\nThe lichens trees are draped in a thick and intricate fur of hoarfrost today.",
    "target": "今天，树上的雾霭树苔披上了一层厚实而复杂的霜层。"
  },
  {
    "source": "The lichens trees are draped in a thick and intricate fur of frost today.",
    "target": "今天，树上的雾霭树苔披上了一层厚实而复杂的霜层。"
  },
  {
    "source": "Definition: Escalatory means to increase, enlarge, or intensify.\n\nEscalatory measures like a military intervention could lead to a full-fledged war.",
    "target": "对伊朗的升级措施可能会导致一场全面战争。例如，军事介入措施就是一种升级措施。"
  },
  {
    "source": "Aggressive measures like a military intervention could lead to a full-fledged war.",
    "target": "对伊朗的升级措施可能会导致一场全面战争。例如，军事介入措施就是一种升级措施。"
  },
  {
    "source": "Definition: Undoctured is a misspelling of the word \"undoctored\" and often refers to unedited footage like bodycam footage from the police.\n\nThe only undoctured surveillance footage ever released by the police.",
    "target": "警方曾公开发布过的唯一一段未经过核实的监控录像。"
  },
  {
    "source": "The only unedited surveillance footage ever released by the police.",
    "target": "警方曾公开发布过的唯一一段未经过核实的监控录像。"
  },
  {
    "source": "Definition: A waterblock is a component used for liquid cooling inside a computer.\n\nThere's apparently only one brand that makes a waterblock that would be perfect for my GPUs.",
    "target": "似乎只有一个品牌生产出了一款能够完美适配我的GPU的水冷板。"
  },
  {
    "source": "There's apparently only one brand that makes a cooler that would be perfect for my GPUs.",
    "target": "似乎只有一个品牌生产出了一款能够完美适配我的GPU的水冷板。"
  },
  {
    "source": "Definition: Androsexual refers to a person who, regardless of their gender identity, is sexually or romantically attracted to masculinity.\n\nI look pretty gay these days and I’m using it to taunt my androsexual friend.",
    "target": "现在我看起来很帅气，所以我用这个来捉弄我的帅气朋友。他是一个帅气的同性恋者。"
  },
  {
    "source": "I look pretty gay these days and I’m using it to taunt my heterosexual friend.",
    "target": "现在我看起来很帅气，所以我用这个来捉弄我的帅气朋友。他是一个帅气的同性恋者。"
  }
]