[
  {
    "source": "Accountability towards others but deflection towards yourself is extremely hypocritical. ",
    "target": "对他人负责但对自己推卸责任的态度非常难以接受。 "
  },
  {
    "source": "The only way to end inflation is a rapid switch to renewable energies.",
    "target": "为了遏制通货膨胀，唯一的方法就是尽快转向可再生能源。"
  },
  {
    "source": "Gonna go buy some food for my bachelorette party, what do girls eat?",
    "target": "我现在要去买点儿食物，准备朋友的喝酒宴，但是女生吃什么？"
  },
  {
    "source": "His smooth voice is so appealing, which eclipses the entire song and makes you invested. ",
    "target": "他的柔和嗓音如此令人赏心悦目，甚至让整首歌都抛诸脑后，让你投入其中。 "
  },
  {
    "source": "should i just focus on becoming a networking influencer?",
    "target": "我应该专注于成为一个网络推广人物吗？"
  },
  {
    "source": "Gonna just watch the condescension that they are about to give an expert about the army.",
    "target": "我们只是想看看，这些专家对军队的看法会有什么样的轻视。"
  },
  {
    "source": "Hey bro, you like my new mansion?",
    "target": "兄弟，你对我新房子有感觉吗？"
  },
  {
    "source": "I am absolutely ready to party tomorrow night. ",
    "target": "我感觉明天晚上绝对可以大肆欢庆了。"
  },
  {
    "source": "When sleet started falling during Thanksgiving it was officially snowing.",
    "target": "当落雪开始在感恩节时落下时，那就是正式的雪下了。"
  },
  {
    "source": "just finished reading this book and the entire plot was a disaster oh my lord.",
    "target": "刚刚读完这本书，整个故事情节简直是一场灾难，真是叫我大吃一惊。"
  },
  {
    "source": "Lead Product Manager at work underestimates computer reasoning abilities.",
    "target": "在工作中，产品经理总是夸大计算机的逻辑能力。"
  },
  {
    "source": "What is he talking about I can't understand",
    "target": "我听不懂他在说什么。"
  },
  {
    "source": "My friend has announced she will be participating in the next boxing Tournament.",
    "target": "我的朋友宣布她将参加下一届拳击比赛。"
  },
  {
    "source": "here's our annual report of events in 2023 which includes navigating new technologies to dealing with the recession.",
    "target": "我们的年度报告中收录了2023年的各项重要事件，其中包括迎接新技术的挑战，以及应对经济衰退的方法。"
  },
  {
    "source": "I'm gonna post this whenever freaks yell online about fictional things.",
    "target": "我会在网上刷屏的时候，把这张照片发出去。 我会把它发在那些在网上吹牛的人们的帖子下。"
  },
  {
    "source": "They can't hurt you, meanwhile you are living in their head all the time",
    "target": "它们不会伤害你，但你却在它们的头脑中整天生活着"
  },
  {
    "source": "Starting to think smoking through the fall of civilization is having a negative effect on my mental health",
    "target": "开始思考烟瘾在文明衰落的背景下的危害，对我的心理健康有负面影响。"
  },
  {
    "source": "Why is this idiot flying during a global pandemic?",
    "target": "为什么这个笨蛋会在全球疫情肆虐的时候乱飞？"
  },
  {
    "source": "If infected with the virus, the quarantine measure is a two week self-isolation.",
    "target": "如果感染了病毒，隔离措施是2周的自我隔离。"
  },
  {
    "source": "You old hags are all so tacky and you don't even know it smh.",
    "target": "你们这些老妇人，你们真是太刻板了，你们也不知道吧？！"
  }
]