[
  {
    "source": "Definition: Hyperaccountability is an extreme amount of accountability over one's actions and a focus on the impact of someone's actions.\n\nHyperaccountability towards others but deflection towards yourself is extremely hypocritical. ",
    "target": "对他人极度负责任，对自己却推卸责任是极为假冒的行为。"
  },
  {
    "source": "Accountability towards others but deflection towards yourself is extremely hypocritical. ",
    "target": "对他人极度负责任，对自己却推卸责任是极为假冒的行为。"
  },
  {
    "source": "Definition: Fossilflation is the phenomena of an increasing cost of fossil fuels.\n\nThe only way to end fossilflation is a rapid switch to renewable energies.",
    "target": "唯一能够解决化石能源通货膨胀的方法，就是迅速转向可再生能源。"
  },
  {
    "source": "The only way to end inflation is a rapid switch to renewable energies.",
    "target": "唯一能够解决化石能源通货膨胀的方法，就是迅速转向可再生能源。"
  },
  {
    "source": "Definition: Bachelorex is a gender-neutral term to replace bachelor and bachelorette.\n\nGonna go buy some food for my bachelorex party, what do girls eat?",
    "target": "我要去买点吃的，做剩男宴会要什么菜？女孩吃什么？"
  },
  {
    "source": "Gonna go buy some food for my bachelorette party, what do girls eat?",
    "target": "我要去买点吃的，做剩男宴会要什么菜？女孩吃什么？"
  },
  {
    "source": "Definition: Hypertreated means extremely treated, such as in the context of a synthetically crafted voice.\n\nHis hypertreated voice is so appealing, which eclipses the entire song and makes you invested. ",
    "target": "他那充满浓烈情绪的声音令人耳目一新，把整首歌曲的重心完全转移到了自己身上，让人彻底沉浸其中。"
  },
  {
    "source": "His smooth voice is so appealing, which eclipses the entire song and makes you invested. ",
    "target": "他那充满浓烈情绪的声音令人耳目一新，把整首歌曲的重心完全转移到了自己身上，让人彻底沉浸其中。"
  },
  {
    "source": "Definition: Macroinfluencer is a social media creator that has more than 100,000 followers and at least a 3% engagement rate.\n\nshould i just focus on becoming a networking macroinfluencer?",
    "target": "我应该专注于成为网络媒体大V吗？"
  },
  {
    "source": "should i just focus on becoming a networking influencer?",
    "target": "我应该专注于成为网络媒体大V吗？"
  },
  {
    "source": "Definition: Milsplaining is pejorative term to describe when civilians comment on or explain something to a military person in a condescending, overconfident, often inaccurate or oversimplified manner.\n\nGonna just watch the milsplaining that they are about to give an expert about the army.",
    "target": "我们只是想听听他们对军事专家的解释，然后再看看军方如何解释这一问题。"
  },
  {
    "source": "Gonna just watch the condescension that they are about to give an expert about the army.",
    "target": "我们只是想听听他们对军事专家的解释，然后再看看军方如何解释这一问题。"
  },
  {
    "source": "Definition: A turbomansion is an extremely large mansion.\n\nHey bro, you like my new turbomansion?",
    "target": "兄弟，你喜欢我的新旋涡式别墅吗？"
  },
  {
    "source": "Hey bro, you like my new mansion?",
    "target": "兄弟，你喜欢我的新旋涡式别墅吗？"
  },
  {
    "source": "Definition: Absodamnlutely is a more emphatic way of saying absolutely.\n\nI am absodamnlutely ready to party tomorrow night. ",
    "target": "明天晚上我一定会热闹非凡。"
  },
  {
    "source": "I am absolutely ready to party tomorrow night. ",
    "target": "明天晚上我一定会热闹非凡。"
  },
  {
    "source": "Definition: Snowvember refers to a particular November that experiences a lot of snowfall.\n\nWhen sleet started falling during Thanksgiving it was officially snowvember.",
    "target": "当感恩节期间开始下雪后，那就是正式的雪月。"
  },
  {
    "source": "When sleet started falling during Thanksgiving it was officially snowing.",
    "target": "当感恩节期间开始下雪后，那就是正式的雪月。"
  },
  {
    "source": "Definition: A disasterfest is a large gathering or amount of disasters.\n\njust finished reading this book and the entire plot was a disasterfest oh my lord.",
    "target": "我刚刚读完这本书，它的剧情真是一场灾难啊！亚瑟主啊！"
  },
  {
    "source": "just finished reading this book and the entire plot was a disaster oh my lord.",
    "target": "我刚刚读完这本书，它的剧情真是一场灾难啊！亚瑟主啊！"
  },
  {
    "source": "Definition: LLM stands for large language model and is a type of AI model notable for its ability to achieve general-purpose language understanding and generation.\n\nLead Product Manager at work underestimates LLM reasoning abilities.",
    "target": "该公司的产品主管在工作中低估了LLM的逻辑思维能力。"
  },
  {
    "source": "Lead Product Manager at work underestimates computer reasoning abilities.",
    "target": "该公司的产品主管在工作中低估了LLM的逻辑思维能力。"
  },
  {
    "source": "Definition: Blud is slang that is used to address men and means bro.\n\nWhat is blud talking about I can't understand",
    "target": "我听不懂他在说什么。"
  },
  {
    "source": "What is he talking about I can't understand",
    "target": "我听不懂他在说什么。"
  },
  {
    "source": "Definition: Chessboxing is a hybrid sport that combines two traditional disciplines: chess and boxing. Two combatants play alternating rounds of blitz chess and boxing until one wins by checkmate or knockout.\n\nMy friend has announced she will be participating in the next Chessboxing Tournament.",
    "target": "我的朋友已经宣布，她将参加下一届拳击与象棋混合格斗大赛。"
  },
  {
    "source": "My friend has announced she will be participating in the next boxing Tournament.",
    "target": "我的朋友已经宣布，她将参加下一届拳击与象棋混合格斗大赛。"
  },
  {
    "source": "Definition: A permacrisis is an extended period of instability and insecurity.\n\nhere's our annual report of events in 2023 which includes navigating new technologies to dealing with the permacrisis.",
    "target": "下面是我们对2023年的活动进行的年度总结，其中包括探索新技术以及应对“永不结束的危机”的办法。"
  },
  {
    "source": "here's our annual report of events in 2023 which includes navigating new technologies to dealing with the recession.",
    "target": "下面是我们对2023年的活动进行的年度总结，其中包括探索新技术以及应对“永不结束的危机”的办法。"
  },
  {
    "source": "Definition: Mald means to be extremely angry, especially as a result of losing a video game. It is a combination of the words mad and bald.\n\nI'm gonna post this whenever freaks mald online about fictional things.",
    "target": "我会不定期发布这个，因为在网上有人抱怨虚构的事情。"
  },
  {
    "source": "I'm gonna post this whenever freaks yell online about fictional things.",
    "target": "我会不定期发布这个，因为在网上有人抱怨虚构的事情。"
  },
  {
    "source": "Definition: The phrase \"rent free\" is often used on social media and in online forums to criticize or mock someone who is perceived as overly fixated on a particular topic or individual.\n\nThey can't hurt you, meanwhile you are living in their head rent free",
    "target": "他们无法伤害你，但你却住在他们的脑子里免费住宿。"
  },
  {
    "source": "They can't hurt you, meanwhile you are living in their head all the time",
    "target": "他们无法伤害你，但你却住在他们的脑子里免费住宿。"
  },
  {
    "source": "Definition: Doomscrolling is the act of spending an excessive amount of time reading large quantities of negative news online.\n\nStarting to think doomscrolling through the fall of civilization is having a negative effect on my mental health",
    "target": "随着我越来越多地做“悲观滑动”，我发现这对我的心理健康有着消极影响"
  },
  {
    "source": "Starting to think smoking through the fall of civilization is having a negative effect on my mental health",
    "target": "随着我越来越多地做“悲观滑动”，我发现这对我的心理健康有着消极影响"
  },
  {
    "source": "Definition: A covidiot is an idiot that fails to observe regulations or guidelines designed to prevent the spread of disease.\n\nWhy is this covidiot flying during a global pandemic?",
    "target": "为什么这个疫情愚蠢者要在全球疫情爆发期间飞行？"
  },
  {
    "source": "Why is this idiot flying during a global pandemic?",
    "target": "为什么这个疫情愚蠢者要在全球疫情爆发期间飞行？"
  },
  {
    "source": "Definition: Circuit-breaker is a period of lockdown that occurred in Singapore during the COVID-19 pandemic.\n\nIf infected with the virus, the circuit breaker is a two week self-isolation.",
    "target": "如果感染了病毒，则需要自我隔离两周。\nEnglish: If infected with the virus, the circuit breaker is a two week self-isolation."
  },
  {
    "source": "If infected with the virus, the quarantine measure is a two week self-isolation.",
    "target": "如果感染了病毒，则需要自我隔离两周。\nEnglish: If infected with the virus, the circuit breaker is a two week self-isolation."
  },
  {
    "source": "Definition: Cheugy can be used, broadly, to describe someone who is out of date or trying too hard.\n\nYou old hags are all so cheugy and you don't even know it smh.",
    "target": "你们这些老破旧的女人，你们都不知道自己已经变得这么丑陋了，真是可笑啊。"
  },
  {
    "source": "You old hags are all so tacky and you don't even know it smh.",
    "target": "你们这些老破旧的女人，你们都不知道自己已经变得这么丑陋了，真是可笑啊。"
  }
]