[
  {},
  {
    "source": "Accountability towards others but deflection towards yourself is extremely hypocritical. ",
    "target": "既要对他人负责，又要推卸责任是极其假冒的行为。"
  },
  {},
  {
    "source": "The only way to end inflation is a rapid switch to renewable energies.",
    "target": "唯一能够结束通货膨胀的方法是迅速转向可再生能源。"
  },
  {},
  {
    "source": "Gonna go buy some food for my bachelorette party, what do girls eat?",
    "target": "我要去买一些我的寡妇派对用的食物，女孩们吃什么？"
  },
  {},
  {
    "source": "His smooth voice is so appealing, which eclipses the entire song and makes you invested. ",
    "target": "他的声音很柔和，极具吸引力，它把整首歌都包围住，让你彻底沉浸其中。"
  },
  {},
  {
    "source": "should i just focus on becoming a networking influencer?",
    "target": "我是否应该专注于成为社交网络的影响者？"
  },
  {},
  {
    "source": "Gonna just watch the condescension that they are about to give an expert about the army.",
    "target": "我们现在只是要看看他们对军事专家的嘲讽准备好了没有。"
  },
  {},
  {
    "source": "Hey bro, you like my new mansion?",
    "target": "哥哥，你看看我的新豪宅怎么样？"
  },
  {},
  {
    "source": "I am absolutely ready to party tomorrow night. ",
    "target": "明天晚上我会全身心投入到派对中。"
  },
  {},
  {
    "source": "When sleet started falling during Thanksgiving it was officially snowing.",
    "target": "当圣诞节来临时，下起了冰雹，正式进入了雪季。"
  },
  {},
  {
    "source": "just finished reading this book and the entire plot was a disaster oh my lord.",
    "target": "我刚刚读完这本书，剧情全都是悲剧啊，天哪！"
  },
  {},
  {
    "source": "Lead Product Manager at work underestimates computer reasoning abilities.",
    "target": "这位负责产品研发的主管在工作中忽视了电脑的逻辑能力。"
  },
  {},
  {
    "source": "What is he talking about I can't understand",
    "target": "我听不懂他在说什么"
  },
  {},
  {
    "source": "My friend has announced she will be participating in the next boxing Tournament.",
    "target": "我的朋友宣布，她将参加下一届拳击赛事。"
  },
  {},
  {
    "source": "here's our annual report of events in 2023 which includes navigating new technologies to dealing with the recession.",
    "target": "本报告是关于2023年的年度报告，包含了如何应对新技术的挑战以及如何应对经济衰退的内容。"
  },
  {},
  {
    "source": "I'm gonna post this whenever freaks yell online about fictional things.",
    "target": "我会在遇到那些在网上撒谎扯淡的怪人时，把这段话发出来。"
  },
  {},
  {
    "source": "They can't hurt you, meanwhile you are living in their head all the time",
    "target": "它们不会伤害你，但你却时刻住在它们的头脑里。"
  },
  {},
  {
    "source": "Starting to think smoking through the fall of civilization is having a negative effect on my mental health",
    "target": "我开始担心吸烟会对文明的崩溃产生负面影响，对我的心理健康造成不利影响"
  },
  {},
  {
    "source": "Why is this idiot flying during a global pandemic?",
    "target": "为什么这个傻瓜要在全球疫情肆虐的情况下飞行呢？"
  },
  {},
  {
    "source": "If infected with the virus, the quarantine measure is a two week self-isolation.",
    "target": "如果感染了病毒，隔离措施是为期两周的自我隔离。"
  },
  {},
  {
    "source": "You old hags are all so tacky and you don't even know it smh.",
    "target": "你们这些拙劣的老妇人，根本不知道自己有多丑啊。哈哈。"
  }
]