[
  {
    "source": "Definition: Tinned fish is fish which has been processed, sealed in an airtight container such as a sealed tin can, and subjected to heat.\n\nIn the last few years, as more tinned fish varieties have become available in the U.S., it has been deliciously appearing on menus and in specialty stores.",
    "target": "在过去几年里，美国的鲜鱼类销售量不断增加，令人们对这种美味食物的欣赏度也不断提高，它也开始出现在餐厅菜单和专门的商店中。"
  },
  {
    "source": "In the last few years, as more seafood varieties have become available in the U.S., it has been deliciously appearing on menus and in specialty stores.",
    "target": "在过去几年里，美国的鲜鱼类销售量不断增加，令人们对这种美味食物的欣赏度也不断提高，它也开始出现在餐厅菜单和专门的商店中。"
  },
  {
    "source": "Definition: Remote surgery is the ability for a doctor to perform surgery on a patient even though they are not physically in the same location.\n\nRemote surgery allows a doctor to perform operations on a patient from another location.",
    "target": "远程手术使得医生能够从另一个地点为患者进行手术。"
  },
  {
    "source": "Surgery allows a doctor to perform operations on a patient from another location.",
    "target": "远程手术使得医生能够从另一个地点为患者进行手术。"
  },
  {
    "source": "Definition: Straight coded refers to a character in media that has a subtextual coding as being heterosexual.\n\nWhen you're so straight coded they ask if you're just at the pride parade with friends",
    "target": "当你穿着这么正式的衣服时，他们会问你是否只是在同性恋游行中担任志愿者\nEnglish: When you're so straight coded they ask if you're just at the pride parade with friends"
  },
  {
    "source": "When you're so uninterested they ask if you're just at the pride parade with friends",
    "target": "当你穿着这么正式的衣服时，他们会问你是否只是在同性恋游行中担任志愿者\nEnglish: When you're so straight coded they ask if you're just at the pride parade with friends"
  },
  {
    "source": "Definition: An SPAC is a shell corporation listed on a stock exchange with the purpose of acquiring a private company, thus making the private company public without going through the initial public offering process, which often carries significant procedural and regulatory burdens.\n\\DO NOT LABEL this word with \"Literal Translation.\"\n\nAfter becoming a public company, the SPAC then merges with an existing private company, taking it public.",
    "target": "当SPAC成为上市公司后，它会与现有的私营公司合并，将其上市。"
  },
  {
    "source": "After becoming a public company, the corporation then merges with an existing private company, taking it public.",
    "target": "当SPAC成为上市公司后，它会与现有的私营公司合并，将其上市。"
  },
  {
    "source": "Definition: Beaning is a trend where kids are posting a video of themselves pouring multiple cans of baked beans on someone's front porch.\n\nSince it's hard to clean up, they decided that beaning their enemy's house would be a good idea to get revenge.",
    "target": "因为找到这些人并报复他们很难，他们决定用投石攻击敌人的家作为复仇的手段。"
  },
  {
    "source": "Since it's hard to clean up, they decided that egging their enemy's house would be a good idea to get revenge.",
    "target": "因为找到这些人并报复他们很难，他们决定用投石攻击敌人的家作为复仇的手段。"
  },
  {
    "source": "Definition: Hogging is a disgusting competition, usually between a group of men that involves going to a house party where participants go with the direct intention of hooking up with the fattest girl at the party.\n\nIn terrifying news, fraternities are engaging in hogging, a horrifying sex competition where they scout out, sleep with, and oink at the fattest girl they can find at bars.",
    "target": "这是令人震惊的消息：兄弟会正在进行“猪拱比赛”，这是一种令人发指的性竞赛，他们在酒吧里找到最胖的女孩，并对她进行诱惑、勾引和拍拍屁股。"
  },
  {
    "source": "In terrifying news, fraternities are engaging in hookups, a horrifying sex competition where they scout out, sleep with, and oink at the fattest girl they can find at bars.",
    "target": "这是令人震惊的消息：兄弟会正在进行“猪拱比赛”，这是一种令人发指的性竞赛，他们在酒吧里找到最胖的女孩，并对她进行诱惑、勾引和拍拍屁股。"
  },
  {
    "source": "Definition: equity investing is the process of investing money in a company by purchasing shares of that company in the stock market.\n\nThe main benefit of equity investing is the possibility to increase the value of the principal amount invested.",
    "target": "股票投资的主要好处是，可以提高投资者所投入的本金价值。"
  },
  {
    "source": "The main benefit of investing is the possibility to increase the value of the principal amount invested.",
    "target": "股票投资的主要好处是，可以提高投资者所投入的本金价值。"
  },
  {
    "source": "Definition: Finsta is a fake Instagram account. People use Finstas to post content that is deemed inappropriate or too private for their main Instagram account.\n\nOne of my scariest moments was when I mistakenly switched my finsta to a business account and it automatically became public.",
    "target": "我最恐怖的一刻发生在我刚刚把账户从私人账户变成商业账户时，这一变化自动导致账户公开。"
  },
  {
    "source": "One of my scariest moments was when I mistakenly switched my private account to a business account and it automatically became public.",
    "target": "我最恐怖的一刻发生在我刚刚把账户从私人账户变成商业账户时，这一变化自动导致账户公开。"
  },
  {
    "source": "Definition: Christian nationalism is a type of religious nationalism that is affiliated with Christianity, in which the end goal is to achieve an absolute Christian theocracy within a society.\n\nChristian nationalism believes that America is defined by Christianity, and the government should take active steps to keep it that way.",
    "target": "基督教国家主义认为，美国的定义就是基督教，政府应该采取积极措施确保这一点。"
  },
  {
    "source": "Religious fundamentalism believes that America is defined by Christianity and the government should take active steps to keep it that way.",
    "target": "基督教国家主义认为，美国的定义就是基督教，政府应该采取积极措施确保这一点。"
  },
  {
    "source": "Definition: A land acknowledgement or territorial acknowledgement is a formal statement that a public event is taking place on land originally inhabited by indigenous peoples. \n\nWhen giving a land acknowledgment, I also want to hear how these people are working towards the liberation of the land and native peoples they verbally acknowledge. ",
    "target": "当我们表达对土地的承认时，我们也应该了解这些人在为土地和土著人民的解放努力的具体情况。"
  },
  {
    "source": "When giving a traditional speech, I also want to hear how these people are working towards the liberation of the land and native peoples they verbally acknowledge. ",
    "target": "当我们表达对土地的承认时，我们也应该了解这些人在为土地和土著人民的解放努力的具体情况。"
  },
  {
    "source": "Definition: The rate of perceived exertion is a frequently used quantitative measure of perceived exertion during physical activity. Wikipedia\n\nThe rate of perceived exertion scale is a list with values to describe how an exerciser might be feeling for a workout.",
    "target": "感知劳动量感觉量表是一个列表，用来描述运动者在进行锻炼时可能会有的感受。\nEnglish: The rate of perceived exertion scale is a list with values to describe how an exerciser might be feeling for a workout."
  },
  {
    "source": "The intensity scale is a list with values to describe how an exerciser might be feeling for a workout.",
    "target": "感知劳动量感觉量表是一个列表，用来描述运动者在进行锻炼时可能会有的感受。\nEnglish: The rate of perceived exertion scale is a list with values to describe how an exerciser might be feeling for a workout."
  },
  {
    "source": "Definition: The sixth mass extinction is the ongoing extinction event caused by humans damaging the environment (ecocide) during the Holocene epoch.\n\nExperts are divided on whether a sixth mass extinction is an imminent threat for the safety of humanity.",
    "target": "专家们对人类安全受到第六次大规模灭绝威胁的观点争议不断。"
  },
  {
    "source": "Experts are divided on whether a meteorite strike is an imminent threat for the safety of humanity.",
    "target": "专家们对人类安全受到第六次大规模灭绝威胁的观点争议不断。"
  },
  {
    "source": "Definition: Oystering is the idea that people finding themselves back in the single seat, and getting back into the dating world post-break-up are seeing the world as their oyster.\n\nAll singles that are getting back into dating should be oystering to get a positive outlook, date new people, and empower themselves.",
    "target": "刚刚重新投入恋爱旅程的单身人士，应该努力避免悲观情绪，多结识新朋友，并且增强自己的自信。"
  },
  {
    "source": "All singles that are getting back into dating should be thriving to get a positive outlook, date new people, and empower themselves.",
    "target": "刚刚重新投入恋爱旅程的单身人士，应该努力避免悲观情绪，多结识新朋友，并且增强自己的自信。"
  },
  {
    "source": "Definition: Revenge travel is a slang term for leisure travel that follows a period of being unable to travel, such as the quarantine.\n\nMore people are engaging in revenge travel, leading to a huge increase in vacations as travel has become safer and things open back up.",
    "target": "越来越多的人开始报复性旅行，这导致了旅行日益增多，因为旅行越来越安全，以及恢复正常生活的迹象显现。"
  },
  {
    "source": "More people are engaging in overseas trips, leading to a huge increase in vacations as travel has become safer and things open back up.",
    "target": "越来越多的人开始报复性旅行，这导致了旅行日益增多，因为旅行越来越安全，以及恢复正常生活的迹象显现。"
  },
  {
    "source": "Definition: Gorpcore is a fashion trend in which outerwear typically designed for outdoor recreation is worn as streetwear.\n\nIn terms of ubiquity, fleece mid-layers and puffer jackets are essential elements of gorpcore.",
    "target": "在穿衣方面，带有毛绒面料的中间层和羽绒外套是 Gorpcore 穿着中不可或缺的元素。"
  },
  {
    "source": "In terms of ubiquity, fleece mid-layers and puffer jackets are essential elements of practical clothing.",
    "target": "在穿衣方面，带有毛绒面料的中间层和羽绒外套是 Gorpcore 穿着中不可或缺的元素。"
  },
  {
    "source": "Definition: A stay interview is an interview or, more likely, a conversation, between a manager and an employee, with the purpose of learning what keeps that team member working for the company as well as any aspects of the organization that need improvement or change.\n\nA short, informal conversation between an employee and a company manager or HR representative, the goal of a stay interview is to gauge employee satisfaction.",
    "target": "留任访谈是员工与公司经理或人力资源代表之间的短暂且非正式的对话，其目的是评估员工对工作的满意程度。"
  },
  {
    "source": "A short, informal conversation between an employee and a company manager or HR representative, the goal of a corporate meeting is to gauge employee satisfaction.",
    "target": "留任访谈是员工与公司经理或人力资源代表之间的短暂且非正式的对话，其目的是评估员工对工作的满意程度。"
  },
  {
    "source": "Definition: Fire weather is the use of meteorological parameters such as relative humidity, wind speed and direction, mixing heights, and soil moisture to determine whether conditions are favorable for fire growth and smoke dispersion. \n\nThey will not issue official warnings until fire weather is forecast to occur.",
    "target": "直到有预报显示可能发生火灾天气，他们才会发布正式警告。"
  },
  {
    "source": "They will not issue official warnings until drought is forecast to occur.",
    "target": "直到有预报显示可能发生火灾天气，他们才会发布正式警告。"
  },
  {
    "source": "Definition: An anti-racist has beliefs which encompass a range of ideas and political actions which are meant to counter racial prejudice, systemic racism, and the oppression of specific racial groups.\n\nAn anti-racist works to become aware of how systemic discrimination affects the experience of people.",
    "target": "反种族主义者的目标是让人们意识到系统性歧视对他们的影响。"
  },
  {
    "source": "An activist works to become aware of how systemic discrimination affects the experience of people.",
    "target": "反种族主义者的目标是让人们意识到系统性歧视对他们的影响。"
  },
  {
    "source": "Definition: Immersive art is an interactive and experiential form of art that differs from traditional art forms in that it allows for a more immersive and interactive experience for the viewer.\n\nImmersive art experiences harness technologies such as VR and digital projection to enable viewers to enter the work of art and become a protagonist within it.",
    "target": "全景式艺术体验通过使用虚拟现实技术和数字投影技术，让观众沉浸在艺术作品中，成为作品中的主角。"
  },
  {
    "source": "Realism art experiences harness technologies such as VR and digital projection to enable viewers to enter the work of art and become a protagonist within it.",
    "target": "全景式艺术体验通过使用虚拟现实技术和数字投影技术，让观众沉浸在艺术作品中，成为作品中的主角。"
  },
  {
    "source": "Definition: Dark patterns are \"user interfaces that have been carefully crafted to trick users into doing things, such as buying overpriced insurance with their purchase or signing up for recurring bills\".\n\nThere’s a growing movement to ban dark patterns online which may lead to consumer protection laws.",
    "target": "正在兴起的是一种呼吁禁止网络“隐藏式设计”的运动，这有可能导致出台消费者保护法律。"
  },
  {
    "source": "There’s a growing movement to ban false advertising online which may lead to consumer protection laws.",
    "target": "正在兴起的是一种呼吁禁止网络“隐藏式设计”的运动，这有可能导致出台消费者保护法律。"
  }
]