[
  {
    "source": "In the last few years, as more seafood varieties have become available in the U.S., it has been deliciously appearing on menus and in specialty stores.",
    "target": "在最近几年里，随着美国有越来越多的海鲜产品出现在市场上，这种海鲜美食在美国的餐馆和特色商店中都已经出现得愈发丰富。"
  },
  {
    "source": "Surgery allows a doctor to perform operations on a patient from another location.",
    "target": "手术是医生在另一个地点对患者进行手术的方式。"
  },
  {
    "source": "When you're so uninterested they ask if you're just at the pride parade with friends",
    "target": "当你的态度显得那么冷淡，他们就会问你是不是只是为了参加同志游行而来，而且是和朋友一起的。"
  },
  {
    "source": "After becoming a public company, the corporation then merges with an existing private company, taking it public.",
    "target": "企业上市后，企业就会与一家现有的私营企业合并，并将其推向公众市场。"
  },
  {
    "source": "Since it's hard to clean up, they decided that egging their enemy's house would be a good idea to get revenge.",
    "target": "由于清理起来很不方便，他们决定，把对手家的房子泼屎是一个不错的办法，来报复对方。"
  },
  {
    "source": "In terrifying news, fraternities are engaging in hookups, a horrifying sex competition where they scout out, sleep with, and oink at the fattest girl they can find at bars.",
    "target": "在令人毛骨悚然的消息中，兄弟会成员正在进行一场惊人的性竞赛，他们会在酒吧里猎捕最胖的女孩，然后与之发生关系并大声叫喊。"
  },
  {
    "source": "The main benefit of investing is the possibility to increase the value of the principal amount invested.",
    "target": "投资的主要好处是，可以通过投资来增加原始投资金额的价值。"
  },
  {
    "source": "One of my scariest moments was when I mistakenly switched my private account to a business account and it automatically became public.",
    "target": "我的最恐怖的一刻是，我把我的私人账号搞错了，它自动变成了公司账号，所有人都能看到。"
  },
  {
    "source": "Religious fundamentalism believes that America is defined by Christianity and the government should take active steps to keep it that way.",
    "target": "宗教狂热主义者认为，美国的定位就是基督教，政府应采取有效措施，确保这一点得以保持。"
  },
  {
    "source": "When giving a traditional speech, I also want to hear how these people are working towards the liberation of the land and native peoples they verbally acknowledge. ",
    "target": "在发表传统演讲时，我也希望听到这些人在实际行动中致力于解放土地和奴隶制国家的人民。 "
  },
  {
    "source": "The intensity scale is a list with values to describe how an exerciser might be feeling for a workout.",
    "target": "疲劳程度的量表是一个列表，其中列出了用来描述一名健身者在训练中的感受的值。"
  },
  {
    "source": "Experts are divided on whether a meteorite strike is an imminent threat for the safety of humanity.",
    "target": "专家们对于是否认为陨石撞击是人类安全的临时威胁，意见不一。"
  },
  {
    "source": "All singles that are getting back into dating should be thriving to get a positive outlook, date new people, and empower themselves.",
    "target": "所有重新进入交友圈的单身者都应该努力提高自己的心态，认识新朋友，并为自己赢得力量。"
  },
  {
    "source": "More people are engaging in overseas trips, leading to a huge increase in vacations as travel has become safer and things open back up.",
    "target": "越来越多的人选择了出国旅行，因此旅游休闲行业出现了前所未有的增长。因为旅行已经变得更加安全，而且一些地方已经恢复开放，所以这一切都促使了人们的旅行计划。"
  },
  {
    "source": "In terms of ubiquity, fleece mid-layers and puffer jackets are essential elements of practical clothing.",
    "target": "在实用性方面，驼毛中层衫和气泡衣是必不可少的穿着要素。\n译文：从普遍性来看，驼毛中层衫和气泡衣是实用性服装的必需要素。"
  },
  {
    "source": "A short, informal conversation between an employee and a company manager or HR representative, the goal of a corporate meeting is to gauge employee satisfaction.",
    "target": "一场企业会议的目的是评估员工对公司的满意程度，而这种会议通常是一位员工和公司管理者或人力资源部门代表之间的一场简短、不正式的对话。"
  },
  {
    "source": "They will not issue official warnings until drought is forecast to occur.",
    "target": "他们不会在防旱预警出现前，发布官方警告。"
  },
  {
    "source": "An activist works to become aware of how systemic discrimination affects the experience of people.",
    "target": "一位激进分子正在努力帮助人们了解如何通过系统性歧视而导致的经历。"
  },
  {
    "source": "Realism art experiences harness technologies such as VR and digital projection to enable viewers to enter the work of art and become a protagonist within it.",
    "target": "现实主义艺术作品通过使用虚拟现实技术和数字投影技术等技术，让观众能够跨入作品之中，并在其中扮演主角的角色。"
  },
  {
    "source": "There’s a growing movement to ban false advertising online which may lead to consumer protection laws.",
    "target": "随着针对网络假广告的禁令日益普及，这可能会催生消费者保护法律。"
  }
]