[
  {
    "source": "Definition: Compersion is vicarious joy associated with seeing one's partner have a joyful romantic or sexual relation with another.\n\nIn a romantic relationship, the opposite of jealousy is compersion, the feeling of happiness that arises when you see your partner's happiness.",
    "target": "在一段浪漫的关系中，嫉妒的对立面是受感激，即看到伴侣幸福时的快乐感。"
  },
  {
    "source": "In a romantic relationship, the opposite of jealousy is empathy, the feeling of happiness that arises when you see your partner's happiness",
    "target": "在一段甜蜜的恋情中，嫉妒的对立面是同情，是看到伴侣幸福时的幸福感"
  },
  {
    "source": "Definition: A supply chain disruption is any event that causes a disruption in the production, sale, or distribution of products.\n\nDue to the lack of workers from the pandemic, automation and robots were adopted in more warehouses to address the supply-chain disruption.",
    "target": "由于疫情造成的工人短缺，在更多仓库采用自动化和机器人来应对供应链中断。"
  },
  {
    "source": "Due to the lack of workers from the pandemic, automation and robots were adopted in more warehouses to address the worker shortage.",
    "target": "由于新冠疫情造成的工人短缺，更多仓库采用自动化和机器人来应对工人短缺问题。"
  },
  {
    "source": "Definition: Shopping small means supporting your neighbors, friends, and your community by going to local businesses.\n\nWhether the store be centered around plants or food, shopping small is the best way to support your neighborhood and community.",
    "target": "无论商店是围绕植物还是食物，小心购物是最好的方式来支持你的社区和社区。"
  },
  {
    "source": "Whether the store be centered around plants or food, local purchasing is the best way to support your neighborhood and community.",
    "target": "无论是花店还是食品店，在当地购买食材是最好的支持邻里社区的方式。"
  },
  {
    "source": "Definition: Blue carbon refers to the role that tidal marshes, mangroves and seagrasses can play in carbon sequestration.\n\nLong-term conservation of blue carbon ecosystems that absorb carbon dioxide emissions should be prioritized.",
    "target": "长期保护碳纤维生态系统，减少温室气体排放应该是首要任务。"
  },
  {
    "source": "Long-term conservation of marine ecosystems that absorb carbon dioxide emissions should be prioritized.",
    "target": "长期保护海洋生态系统，吸收二氧化碳排放的能力，应该受到重视。"
  },
  {
    "source": "Definition: Vertical transmission of symbionts is the transfer of a microbial symbiont from the parent directly to the offspring. \n\nIt is important that affected women have access to services to help stop the vertical transmission of dangerous diseases to their children.",
    "target": "重要的是，受影响的妇女能够接受服务，帮助她们阻止传染性疾病对她们的孩子的继续传播。"
  },
  {
    "source": "It is important that affected women have access to services to help stop the transmission of dangerous diseases to their children.",
    "target": "对于已受到影响的妇女而言，重要的是，她们能够获得服务，帮助她们阻止疾病传播给她们的孩子。"
  },
  {
    "source": "Definition: Mpox is an infectious disease caused by the monkeypox virus. It can cause a painful rash, enlarged lymph nodes and fever.\n\nPeople with mpox often get a rash that may be located on the hands, feet, or chest.",
    "target": "有关猴痘的人常常会出现皮疹，这些皮疹可能出现在手臂、脚部或胸部。"
  },
  {
    "source": "People with smallpox often get a rash that may be located on the hands, feet, or chest.",
    "target": "患有疱疹的人会出现在手脚或胸部的皮疹。"
  },
  {
    "source": "Definition: Revenge bedtime procrastination is a psychological phenomenon that involves needlessly and voluntarily delaying going to bed, despite foreseeably being worse off as a result.\n\nA sign of revenge bedtime procrastination is staying up late after a day filled with fun and activity.",
    "target": "幻想报复晚睡的一个标志是在充满快乐和活动的一天后晚睡。"
  },
  {
    "source": "A sign of sleep deprivation is staying up late after a day filled with fun and activity.",
    "target": "睡眠不足的一个迹象是，在充满快乐和活动的一天后，睡得晚。"
  },
  {
    "source": "Definition: Climate anxiety is fundamentally distress about climate change and its impacts on the landscape and human existence.\n\nClimate anxiety occurs mainly in lower-income countries in areas that are more directly affected by enviromental changes.",
    "target": "气候恐惧主要发生在低收入国家，受环境变化影响较大的地区。"
  },
  {
    "source": "Flooding occurs mainly in lower-income countries in areas that are more directly affected by enviromental changes.",
    "target": "灾害主要发生在收入较低的国家，这些国家的生态环境变化影响较大。"
  },
  {
    "source": "Definition: Climate investing refer to the allocation of capital in projects, companies, and financial instruments that aim to mitigate the effects of climate change, promote sustainability, and foster the transition to a low-carbon economy.\n\nAsset owners are interested in environmental solutions and will increase their climate investing.",
    "target": "资产所有者对于环境解决方案感兴趣，并且将增加对气候投资的兴趣。"
  },
  {
    "source": "Asset owners are interested in environmental solutions and will increase their investing.",
    "target": "投资者对环境方案感兴趣，并将加大投资。"
  },
  {
    "source": "Definition: Forever chemicals are used to make products grease proof, water-proof, stick-proof, and stain-resistant that are toxic to humans and nearly indestructible.\n\nThe environment cannot break down forever chemicals, and they will remain in our bodies for years if ingested.",
    "target": "这些化学物质无法被环境分解，如果吃进去，就会在我们的体内存在很长时间。"
  },
  {
    "source": "The environment cannot break down microplastics, and they will remain in our bodies for years if ingested.",
    "target": "环境无法分解微塑料，如果吃进去，它们会长期存在于我们的体内。"
  },
  {
    "source": "Definition: Rainbow fentanyl are fentanyl pills and powder that come in a variety of bright colors, shapes, and sizes that represent a deliberate effort by drug traffickers to drive addiction amongst kids and young adults.\n\nPeople fear that rainbow fentanyl is mixed in with Halloween candy and will end up in the hands of kids and young adults.",
    "target": "人们担心，雨果节糖果中会混有彩虹吗啡，最终会落入儿童和青少年手中。"
  },
  {
    "source": "People fear that nicotine is mixed in with Halloween candy and will end up in the hands of kids and young adults.",
    "target": "人们担心烟草中的尼古丁会混入圣诞节糖果，最终流入儿童和青少年手中。"
  },
  {
    "source": "Definition: Latinx refers to a person of Latin American origin or descent and is used as a gender-neutral or nonbinary alternative to Latino or Latina.\n\nA gender-neutral or nonbinary term, latinx refers to people of Latin American cultural or ethnic identity in the United States.",
    "target": "拉丁裔 (latinx) 是一个性别中性或非二元性的术语，用于指称在美国的拉丁美洲文化或民族身份的人。"
  },
  {
    "source": "A gender-neutral or nonbinary term, latino refers to people of Latin American cultural or ethnic identity in the United States.",
    "target": "拉丁裔人是指在美国的拉丁美洲文化或民族身份背景的人。"
  },
  {
    "source": "Definition: Platform engineering is the discipline of designing and building Internal Developer Platforms, toolchains and workflows that enable self-service capabilities for software engineering organizations.\n\nAn emerging discipline focused on enhancing developer productivity, platform engineering increases the speed of software delivery into the hands of users.",
    "target": "平台工程是一门新兴学科，通过提高开发者的生产力，加速软件交付到用户手中。"
  },
  {
    "source": "An emerging discipline focused on enhancing developer productivity, management increases the speed of software delivery into the hands of users.",
    "target": "一门新兴学科，即通过提高开发者的生产力，管理方面提高软件交付用户手中的速度。"
  },
  {
    "source": "Definition: nonbinary refers to someone who does not identify as exclusively a man or a woman.\n\nTeenagers are feeling more and more comfortable with their gender identity nowadays, and some who feel that they do not fit in with either gender will identify as nonbinary.",
    "target": "当今年轻人越来越舒服地接受自己的性别认同，而那些感觉自己与男性或女性都不够自在的人，会认为自己是非二元性别。"
  },
  {
    "source": "Teenagers are feeling more and more comfortable with their gender identity nowadays, and some who feel that they do not fit in with either gender will identify as gay.",
    "target": "现在，青少年越来越舒服地接受自己的性别认同，而那些感觉自己不适合任何性别的人也会觉得自己是同性恋。"
  },
  {
    "source": "Definition: Active listening is the practice of preparing to listen, observing what verbal and non-verbal messages are being sent, and then providing appropriate feedback for the sake of showing attentiveness to the message being presented. \n\nActive listening signals that you are truly paying attention to what the other person is saying and can help manage conflicts.",
    "target": "积极倾听表示你真正关注别人说的话，并能帮助化解冲突。"
  },
  {
    "source": "Maintaining eye contact that you are truly paying attention to what the other person is saying and can help manage conflicts.",
    "target": "眼神交流可以帮助管理冲突。"
  },
  {
    "source": "Definition: The social battery is a metaphor for explaining how much energy a person has for socializing.\n\nIndividuals can improve their social battery to ensure they do not get tired easily when out in public settings with friends and strangers.",
    "target": "个人可以提高社交电池，以确保在与朋友和陌生人在公共场所相处时不会觉得疲惫。"
  },
  {
    "source": "Individuals can improve their mood to ensure they do not get tired easily when out in public settings with friends and strangers.",
    "target": "个人可以提高自己的情绪，以避免在公共场合与朋友和陌生人的时候感到疲倦。"
  },
  {
    "source": "Definition: Lexical imperialism is defined as \"the transfer of traits from a dominant language to other people\". This language \"transfer\" (or rather unilateral imposition) comes about because of imperialism.\n\nImposing a foreign worldview on an entire people through language is considered lexical imperialism.",
    "target": "通过语言强加外来世界观于一个民族是“语言帝国主义”。"
  },
  {
    "source": "Imposing a foreign worldview on an entire people through language is considered assimilation.",
    "target": "通过语言强加一个外国的世界观给一个整个民族，被称为“同化”。"
  },
  {
    "source": "Definition: A book sanctuary is a place where endangered books have a safe place to be displayed and accessed and are protected from censorship.\n\nA book sanctuary can exist anywhere: in a library, a classroom, a coffee shop, a public park or even a bedroom.",
    "target": "书房可以存在任何地方：图书馆、教室、咖啡厅、公园或甚至卧室。"
  },
  {
    "source": "A book collection can exist anywhere: in a library, a classroom, a coffee shop, a public park or even a bedroom.",
    "target": "一本书可以存在任何地方：图书馆、教室、咖啡厅、公园或甚至是卧室。"
  },
  {
    "source": "Definition: Big Tech refers to the most dominant information technology companies.\n\nThe overwhelming power of Big Tech gatekeepers is threatening Americans’ access to quality local journalism.",
    "target": "大型科技公司的垄断势力威胁着美国人民对于优质本地新闻的访问权。"
  },
  {
    "source": "The overwhelming power of company gatekeepers is threatening Americans’ access to quality local journalism.",
    "target": "公司大门卫的强大统治力正在威胁美国民众对高质量本地报纸的访问权。"
  },
  {
    "source": "Definition: A cyber risk score is a numerical assessment of the level of security of an organization’s networks and systems.\n\nTo mitigate the potential danger of digital threats, a cyber risk score is the most predictive quantification signal that you can incorporate into your risk management programs.",
    "target": "为了减少数字威胁的潜在危害，在你的风险管理计划中加入数字风险评分是最可预测的量化信号之一。"
  },
  {
    "source": "To mitigate the potential danger of digital threats, a privacy impact assessment is the most predictive quantification signal that you can incorporate into your risk management programs.",
    "target": "对于在数字威胁面前可能产生的风险，采取适当的风险管理措施是最可预测的量化信号之一。"
  }
]